[
    {
        "quote": "If a man does not have the sauce, then he is lost. But the same man can be lost in the sauce."
    },
    {
        "quote": "Ain't got no comparison and I ain't being arrogant."
    },
    {
        "quote": "I stay higher than giraffe pussy"
    },
    {
        "quote": "I learned that everybody is not your friend. You have to watch who you associate with and surround yourself with positive things and people who want to do something positive."
    },
    {
        "quote": "I'm satisfied and proud of the things I did - even the bumps and the bruises that I've had on the way. You fall down, you get up, you brush yourself off and you keep going. And that's what we're doing."
    },
    {
        "quote": "I ball all through the winter and I stunt all through the summer."
    },
    {
        "quote": "Girls are like buses, miss one, next fifteen, one comin."
    },
    {
        "quote": "Don't never drop your head. Don't never feel like you counted out."
    },
    {
        "quote": "I don't give a damn how you feel about me, I sip lean pure codeine and I don't give a damn what you say about me."
    },
    {
        "quote": "How you dress on the outside, it represents your soul."
    },
    {
        "quote": "A lot of times when you keep it real with somebody, you can't expect them to keep it real with you. In this industry people just want to be famous and they forget how to keep it real and they forget to give credit to the people who helped them get to where they at."
    },
    {
        "quote": "I'm icy, I'm icy. So icy, so icy."
    },
    {
        "quote": "I will keep on hurdling and keep on hustling."
    },
    {
        "quote": "It feels like all my hard work is getting recognized. It makes me work even harder."
    },
    {
        "quote": "I might be ugly, but my cars are real pretty."
    },
    {
        "quote": "I'm so high, it's so lonely up here"
    },
    {
        "quote": "Before I make an action, think about the consequences. ... Any decision I make is a heavy decision."
    },
    {
        "quote": "I hope my life is a testimony to show people no matter what you go through, how many hurdles are placed in front of you, how many bumps and bruises you get, to pick yourself up and be resilient and keep on trucking."
    },
    {
        "quote": "I watch the people I hang around, 'cause if you hangin' with people who still got their foot in the street, that really involves you as well. It's definitely all about the company I keep. If you don't want anything to do with the streets or whatever, but you got everybody around you in the street, you just as much a part of it as they are. A lot of times it's very hard; you gotta straight cut off people, you know what I mean? If it ain't good for you, you just gotta turn your back to it."
    },
    {
        "quote": "I just want to let everyone know I'm not a murderer."
    },
    {
        "quote": "I always have faith that something's going to happen good for you, and it going to happen."
    },
    {
        "quote": "Always watch your back - when I was fourteen I got a tattoo of an eye on the back of my neck, so I could say I was always watchin' my back."
    },
    {
        "quote": "A lot of people say if they could go back in time they would not change anything. But, to be honest with you, I like it and I don't like it. I like the fact that all I went through as a youngster made me a great man, but just goin' through what I went through - I wouldn't wanna go through that again. I wouldn't wish that on nobody."
    },
    {
        "quote": "I'm not a fan of anybody music who I feel like a sucka. I don't listen to you. They play you in the club, you can have the #1 jam, but if I know your character, how can I listen to your music?"
    },
    {
        "quote": "I value my core fans I got from the hood. I think a lot of things might hit home with them, like problems with the law or how I talk about partying - all the different topics I cover when I do rap. But I also value my suburban fans who take a liking to my music and like the way I change cadences. I appreciate all of them cause both types of fans push me to record all the time, both push me to give my best when I do a show. Both push me to be the best rapper and not just do it as a hobby, but do it as a job and take it seriously and put pride in it."
    },
    {
        "quote": "They call me crazy so much, I think I'm starting to believe 'em\nI did some things to some people that was down right evil\nIs it karma coming back to me, so much drama"
    },
    {
        "quote": "Me and Guwop, makin' super moves\nMakin' stupid cash, stack it through the roof\nYou don't fuck with me? The feelin' mutual"
    },
    {
        "quote": "I'm the bestest, I'm the freshest ever stepped on the scene\nI mean what I say, I say what I mean"
    },
    {
        "quote": "Got my name in the paper and my face on the news\nGucci Mane, Laflare, e'rybody, e'rybody know me\nE'rybody know me"
    },
    {
        "quote": "Tell me that you love me, Gucci, Gucci, Gucci please\nTell me that you love me, can I be your main squeeze?\nTell me that you love me, tell me, tell me Gucci please\nGucci please, Gucci, Gucci, Gucci Please"
    },
    {
        "quote": "Stupid wild, super stupid wild, homie that's my style\nEvery single night I'm ballin'\nSippin' on that drank, rims crawlin'\nMostly every night I'm count, count"
    },
    {
        "quote": "If a man does not have the sauce, then he is lost. But the same man can be lost in the sauce."
    },
    {
        "quote": "I'm the slickest, I'm the richest ever rapped on the track\nIn the S600 with the seat way back\n1017 mob boss, I don't play that\nI'll get your whole head knocked off if you say that"
    },
    {
        "quote": "I don’t usually do this unless I’m drunk or I’m high\nBut I’m both right now, got me talking about my life"
    },
    {
        "quote": "Life in prison was hell"
    },
    {
        "quote": "It was a maximum security prison and it was a lot of violence. People were dying every week. [But] I think it helped me to get to the point I’m at now, to drive me out from the drugs. It gave me time to reflect, it made a lot of relationships that were toxic in my life just fall away."
    },
    {
        "quote": "Nickelodean hit me up and I said hell no."
    },
    {
        "quote": "When I was on drugs so bad, I talked different. When I was smoking weed, a damn near pound of weed every day, I was congested. When I was drinking lean like crazy every day, I was out my mind. I was always sophisticated, but it ain’t even sophisticated now — it’s just a sober, a more conscious Gucci,’ said the rapper. ‘And people probably ain’t used to it. It took a minute for me to get used to it. But they’re gonna have to get used to it because it’s here to stay."
    },
    {
        "quote": "May the forces of evil become confused on the way to your house."
    },
    {
        "quote": "Every society has the criminals it deserves."
    },
    {
        "quote": "Things you did. Things you never did. Things you dreamed. After a long time they run together."
    },
    {
        "quote": "The world is being created and destroyed in this very moment. Whoever you met will reappear, whoever you lost will return."
    },
    {
        "quote": "You were cruel to me, mother. It was abuse, plain and simple. So, henceforth, if you breathe it’s because I give you air. If you drink, it is because I poured your cup myself, and if you move, it is quietly and with my blessing."
    },
    {
        "quote": "Justin Foley: Whatever happens to us happens to you, too.\n\nAlex Standall: If I kill myself, you die, too?"
    },
    {
        "quote": "I sent her my warmth and my silence and all she sends me back is rain."
    },
    {
        "quote": "Bear Gerhardt: There's gonna be a reckoning one day, brother. All souls are called to account for their actions. In the end, we all get what we deserve.\n\nDodd Gerhardt: You keep telling yourself that."
    },
    {
        "quote": "You are in this situation because you are weak and selfish, and you're going to get yourself out of this situation by being weak and selfish. That's who you are."
    },
    {
        "quote": "Follow your passions, believe in karma, and you won't have to chase your dreams, they will come to you."
    },
    {
        "quote": "The heart is extremely fertile soil. Whatever is planted there, good or bad, will take root and grow."
    },
    {
        "quote": "The President has really good karma."
    }
]